import Container from 'react-bootstrap/Container';
export default function AboutUs(){
    return(
    <Container>
        <div className='w-100 border' style={{ backgroundColor:'#DBDDE1',height:'100%',direction:'rtl' }}>
            <p className='fw-bold'>
*
مرحبًا بكم في متجر الخليفة، وجهتكم الموثوقة للتسوق عبر الإنترنت. تأسس متجرنا في عام 2025 بهدف توفير تجربة تسوق فريدة وآمنة لجميع عملائنا. نحن نؤمن بأن التسوق يجب أن يكون سهلاً وممتعًا، ولهذا نعمل جاهدين لتقديم مجموعة متنوعة من المنتجات عالية الجودة.
            </p>
            <p className='fw-bold'>
            *رسالتنا

نسعى في متجر الخليفة إلى تحقيق قيمة مضافة لكل عميل من خلال تقديم منتجات متنوعة وبأسعار تنافسية، مع ضمان أعلى مستويات الأمان والحماية أثناء عملية التسوق.
            </p>

            <p className='fw-bold'>
*قيمنا

<p>• الأمان: نحن ملتزمون بتوفير بيئة تسوق آمنة ومحميّة، حيث يتم حماية بياناتك الشخصية وطرق الدفع.
</p>
<p>• الجودة: نحن نختار بعناية كل منتج نقدمه لضمان تلبية أعلى المعايير.
</p>
<p>• الشفافية: نؤمن بأهمية التواصل الواضح مع عملائنا، ونقدم معلومات دقيقة حول كل منتج وخدمة.
</p>            </p>

<p className='fw-bold'>
    *فريقنا

يتكون فريقنا من مجموعة من المحترفين ذوي الخبرة في مجالات البرمجة والتجارة الإلكترونية، الذين يعملون باستمرار على تحسين تجربتك. نحن هنا لضمان أن كل عملية شراء تتم بسلاسة وأمان.
</p>
<p className='fw-bold'>
    *إنجازاتنا

<p>• تمكنا من تحقيق نمو ملحوظ في قاعدة عملائنا منذ انطلاقنا، حيث تجاوز عدد العملاء [عدد العملاء] حتى الآن.
</p>
• حصلنا على تقييمات إيجابية من نسبة من العملاء الذين أشادوا بجودة خدماتنا ومنتجاتنا.
</p>
<p className='fw-bold'>
    *
    آراء عملائنا تهمنا. لقد حصلنا على تقييمات عالية من عملائنا، مما يعكس التزامنا بالجودة والخدمة الممتازة.
</p>
<p className='fw-bold'>
    *
    إذا كان لديك أي استفسارات أو تحتاج إلى مساعدة، لا تتردد في التواصل معنا (http://contact.html/). نحن هنا لخدمتك ونتطلع إلى مساعدتك في تحقيق تجربة تسوق رائعة.
</p>
        </div>
    </Container>
);
}